Repository: chunim98/nana-timer-ios
Catalog: NanaTimer/Common/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: %lld분
en: %lld min
ja: %lld分

source: %lld분마다
en: Every %lld min
ja: %lld分ごと

source: %lld시간
en: %lld hours
ja: %lld時間

source: %lld일차
en: Day %lld
ja: %lld日目

source: 24시간 동안 조작이 없어 초기화했어요
en: Timer has been reset since there was no action for 24 hours
ja: 24時間操作がないため リセットされました

source: Tip. 7일 동안 공부할 시간을 설정하면 돼요
en: Tip. Set the time you would study for a week
ja: Tip. 7日間の学習したい時間を設定します

source: 결정
en: Set
ja: 決定

source: 공부 현황
en: Study history
ja: 学習履歴

source: 금
en: Fri
ja: 金

source: 기타
en: etc.
ja: その他

source: 끝! 고생 많았어요.
en: You're the best
ja: 終了！お疲れ様でした。

source: 나나타이머
en: NanaTimer
ja: ナナタイマー

source: 단위 (분)
en: Unit (m)
ja: 単位（分）

source: 닫기
en: Close
ja: 閉じる

source: 마지막 날(%lld일차)
en: Last day(Day %lld)
ja: 最後の日（%lld日目）

source: 목
en: Thu
ja: 木

source: 반가워요!
en: Hello!
ja: こんにちは！

source: 반복
en: Repeat
ja: 繰り返し

source: 분
en: min
ja: 分

source: 설정
en: Settings
ja: 設定

# 설정시간: %lld시간 %lld분
source: 설정시간: %1$lld시간 %2$lld분
en: Set time: %1$lldh %2$lldm
ja: 設定時間：%1$lld時間 %2$lld分

source: 설정으로 이동
en: Setting
ja: 設定に移動

source: 성공(%lld일차)
en: Success(Day %lld)
ja: 成功(%lld日目)

source: 수
en: Wed
ja: 水

source: 쉬었다 갈게요!
en: Break time
ja: 休憩中！

source: 시간
en: hours
ja: 時間

source: 시작
en: Start
ja: スタート

source: 실패(%lld일차)
en: Fail(Day %lld)
ja: 失敗(%lld日目)

source: 아직 공부 현황이 없는 것 같아요
en: There's no study history yet
ja: まだ、学習履歴がないようです

source: 안녕하세요!
en: Hello!
ja: こんにちは！

source: 알림
en: Notification
ja: 通知

source: 알림을 사용할 수 없어요.
en: Notification is not available.
ja: 通知が利用できません。

source: 앱 설정에서 알림을 허용하고 다시 시도해 주세요.
en: Please turn on the app notifications.
ja: 設定で通知を許可してください。

source: 월
en: Mon
ja: 月

source: 일
en: Sun
ja: 日

source: 일시정지
en: Pause
ja: 一時停止

source: 재시작
en: Resume
ja: 続ける

source: 좌우로 밀어서 추가 화면을 볼 수 있어요 :)
en: Swipe the screen for additional information :)
ja: 左右にスワイプして追加画面が見られます！

source: 준비됐나요?
en: Are you ready?
ja: 準備はいいですか?

source: 창을 닫을까요? 이 창은 다시 볼 수 없어요
en: Close the screen? This screen won't pop up again
ja: 閉じますか? この画面は一度のみ表示されます

source: 초기화
en: Reset
ja: リセット

source: 초기화할까요? 이 작업은 되돌릴 수 없어요
en: Would you like to reset? This action cannot be undone
ja: リセットしますか? 元に戻す事はできません

source: 촉각 피드백
en: Tactile Feedback
ja: 触覚フィードバック

source: 취소
en: Cancel
ja: キャンセル

source: 타이머 상태 알림
en: Timer Reminder
ja: タイマー状態の通知

source: 타이머 작동 중 매초 햅틱 피드백이 발생합니다.
en: Haptic feedback occurs every second while timer is on.
ja: タイマーが作動している間は毎秒触覚フィードバックが発生します。

source: 타이머 정지를 잊지 않도록 푸시 알림을 받습니다.
en: Send a push notification to turn off the timer.
ja: タイマーの停止を忘れないよう、プッシュ通知を受信します。

source: 타이머 종료
en: Timer done
ja: タイマー終了

source: 타이머가 실행중이에요.
en: Timer is running.
ja: タイマーが作動しています

source: 타이머를 설정하려면 가볍게 탭 하세요
en: Tap to set the timer
ja: タイマー設定のため、 タップしてください

source: 토
en: Sat
ja: 土

source: 화
en: Tue
ja: 火

source: 힘내세요!
en: Cheer up!
ja: 応援しています！
